test/templates/soap.operation.test.request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ut="http://softwaregroup.com/ut">
    <soapenv:Header/>
    <soapenv:Body>
        <ut:Params>
            <Param>${params.param}</Param>
        </ut:Params>
    </soapenv:Body>
</soapenv:Envelope>
